/*
 Localizable.strings
 Owncloud iOs Client
 
 Created by Javier Gonzalez on 7/17/12.
 */

/*
 Copyright (C) 2016, ownCloud GmbH.
 This code is covered by the GNU Public License Version 3.
 For distribution utilizing Apple mechanisms please see https://owncloud.org/contribute/iOS-license-exception/
 You should have received a copy of this license
 along with this program. If not, see <http://www.gnu.org/licenses/gpl-3.0.en.html>.
 */


//First Screen
"go_to_login" = "Konto erstellen";
"you_need_an_account" = "Auf Ihrem Gerät sind keine Konten eingerichtet.\r\nBitte erstellen Sie ein Konto, um diese App nutzen zu können.";

//Login Screen
"testing_connection" = "Verbindung testen";
"server_instance_not_found" = "Server nicht gefunden";
"secure_connection_established" = "Gesicherte Verbindung";
"https_non_secure_connection_established" = "Weiterleitung über unsichere Verbindung";
"connection_established" = "Ungesicherte Verbindung";
"login_details" = "Anmeldedetails";
"username" = "Benutzer";
"password" = "Passwort";
"login" = "Verbinden";
"cancel" = "Abbrechen";
"error_login_message" = "Bitte Zugangsdaten überprüfen und erneut probieren";
"error_updating_predefined_url" = "Server wurde auf eine andere URL verschoben. Bitte authentifiziere dich zur Aktualisierung deines Kontos nochmal.";
"ok" = "OK";
"url_sample" = "Server-Adresse https://…";
"forbidden_characters_in_password" = "Das Passwort enthält ungültige Zeichen";
"server" = "Server";
"url" = "URL";
"session_expired" = "Deine Sitzung ist abgelaufen. Bitte Anmeldung nochmals durchführen";
"credentials_different_user" = "Die eingegebenen Zugangsdaten sind nicht vom selben Benutzer";
"auth_unsupported_auth_method" = "Der Server unterstützt diese Authentifizierungsmethode nicht";
"server_does_not_give_user_id" = "Die vom Server gelieferte Nutzer-ID ist nicht korrekt. Bitte kontaktieren Sie den Administrator.";
"authentification_not_valid" = "Kann sich nicht auf diesem Server authentifizieren";
"error_too_many_http_redirects" = "Beim Verbindungsaufbau ist ein Fehler aufgetreten. Bitte versuche es noch einmal.";
"retry" = "Retry";
"help_link_login" = "Neu bei $appname?";
"error_could_not_add_account" = "Nutzerinformation konnte nicht gespeichert werden. Bitte noch einmal versuchen.";
"account_not_new" = "Ein Benutzerkonto für den gleichen Benutzer und Server existiert auf diesem Gerät bereits";
"oauth2_error_access_denied" = "Zugriff durch den Autorisierungsserver abgelehnt";
"oauth2_error" = "Autorisierung nicht erfolgreich";

//TabBarItems
"settings"="Einstellungen";
"files_tab"="Dateien";

//Uploading
"upload" = "Hochladen";
"account" = "Konto:";
"location" = "Verzeichnis:";
"photo_albums" = "Fotoalbum";
"loading" = "Laden…";
"no_access_to_gallery" = "$appname benötigt die Berechtigung zum Zugriff auf Ihre Fotos. Bitte aktivieren Sie diese in Einstellungen/Datenschutz/Fotos.";
"error" = "Fehler";
"upload_failed"="Hochladen fehlerhaft";
"redirection_problem"="URL redirect action is not supported";
"all_photos" = "Alle Fotos";

//First View
"menu_upload" = "Fotos/Videos hochladen";
"menu_folder" = "Neuer Ordner";
"menu_text_file" = "Neue Textdatei";
"sort_menu_title" = "Sortieren";
"sort_menu_by_name_option" = "A-Z";
"sort_menu_by_modification_date_option" = "Neueste-Älteste";
"sort_menu_by_kind_option" = "Art";

//Create/Edit File Text
"create_text_file" = "Neue Textdatei erstellen";
"title_view_new_text_file" = "Neue Textdatei";
"title_view_edit_text_file" = "Textdatei bearbeiten";
"default_text_file_title" = "Neue Textdatei";
"title_text_file_placeholder" = "Titel...";
"body_text_file_placeholder" = "...";
"error_text_file_exist" = "ist bereits vorhanden";
"error_file_name_empty" = "Der Dateiname darf nicht leer sein.";
"no_changes_made" = "Es wurden keine Änderungen durchgeführt";
"no_file_downloaded" = "Die Datei wurde nicht heruntergeladen und kann somit nicht bearbeitet werden";


//Create Folder
"create_folder" = "Neuen Ordner anlegen";
"folder_name" = "Ordnername eingeben";
"save" = "Speichern";
"folder_exist" = "Ein Ordner mit diesem Namen existiert bereits. Bitte einen anderen Namen eingeben.";
"folder_create_error"="Verzeichnis konnte nicht angelegt";
"not_show_potrait"="Menü nicht verfügbar im Querformat. Bitte wechseln Sie zum Hochformat";
"not_possible_create_folder" = "Das Verzeichnis konnte nicht erstellt werden.";

//FilesView
"confirm_to_delete_item" = "Soll dieses Element gelöscht werden?";
"yes" = "Ja";
"no" = "Nein";
"delete_from_device" = "Sind Sie sicher, dass sie dieses Element vom Gerät löschen wollen?";
"delete_from_server" = "Sind Sie sicher, dass sie dieses Element AUF DEM SERVER löschen wollen?";
"not_possible_connect_to_server" = "Verbindung zum Server ist nicht möglich";
"delete_folder_from_server" = "Sind Sie sicher, dass Sie dieses Element AUF DEM SERVER löschen wollen?";
"delete_local_server" = "Auf allen Geräten löschen";
"delete_local" = "Lokale Kopie löschen";
"delete_server" = "Auf allen Geräten löschen";
"error_path" = "Nicht gefunden. Stelle sicher, dass es existiert";
"error_not_permission" = "Sie haben keine Berechtigung diesen Vorgang abzuschließen";
"folders" = "Ordner";
"files" = "Dateien";
"folder" = "Ordner";
"file" = "Datei";
"more_swipe" = "Mehr";
"message_not_files" = "Alles leer. Lade etwas hoch!";
"maintenance_mode_on_server_message" = "Verbindung zum Server ist zur Zeit nicht möglich. Der Server befindet sich aktuell im Wartungsmodus.";

//Refresh file list
"release_refresh"="Zum Aktualisieren loslassen…";
"loading_refresh"="Laden…";
"pull_down_refresh"="Zum Aktualisieren herunterziehen.";

//Miscelanea
"back" = "Zurück";

//Preview
"open_with_label" = "Öffnen mit…";
"delete_label"= "Löschen";

//Open with
"file_cannot_be_opened" = "Datei kann nicht geöffnet werden";
"no_app_instaled_to_open_it" = "Es ist keine App für diesen Dateityp installiert.";

//WTClient messages (Download/Upload)
"establishing_connection" = "Verbindung wird aufgebaut";
"not_establishing_connection" = "Verbindung kann nicht erstellt werden";
"connection_closed" = "Verbindung geschlossen";
"connection_lost" = "Verbindung verloren";
"auth_failed" = "Authentifizierung nicht erfolgreich";
"auth_passed" = "Authentifizierung erfolgreich";
"request_file_not_found" = "Datei nicht auf Server gefunden";
"request_file_not_accesed" = "Zugriff auf Datei verweigert";
"unknow_response_server" = "Fehler! Unbekannte Antwort von Server.";
"uploading_data" = "Daten werden hochgeladen";
"downloading_data" = "Daten werden runtergeladen";
"transfer_complete" = "Übertragung beendet";
"transfer_failed" = "Übertragen fehlerhaft";
"download_file" = "Datei herunterladen";

//Settings and PinCode
"title_app_pin" = "PIN-Sperre";
"title_app_pin_and_touchID" = "PIN-Sperre & Touch-ID";
"title_app_pin_and_faceID" = "PIN-Sperre & Gesichtserkennung";
"title_app_pin_forced" = "PIN-Sperre ändern";
"enter_app_pin" = "PIN eingeben";
"enter_app_pin_long_description_forced" = "PIN benötigt. Sie müssen eine PIN-Sperre zum Anmelden einrichten.";
"enter_app_pin_long_description" = "PIN eingeben";
"reenter_app_pin" = "PIN nochmals eingeben";
"remove_app_pin" = "PIN entfernen";
"both_pass_not_same" = "Die eingegebenen PINs stimmen nicht überein";
"app_pin_incorrect" = "PIN ist nicht korrekt";
"passcode_not_enabled" = "Bitte gib zuerst deine PIN ein";
"title_app_touchID" = "Fingerabdruck-ID";
"title_app_faceID" = "Face ID";
"disconnect_button" = "Aus der Cloud abmelden";
"pin_removed" = "PIN entfernt";
"incorrect_pin" = "PIN ist nicht korrekt";
"app_pin_stored" = "PIN gespeichert";
"help" = "Hilfe";
"recommend_to_friend" = "Weiterempfehlen";
"send_feedback" = "App bewerten";
"manage_accounts" = "Konten";
"add_new_account" = "Neues Benutzerkonto hinzufügen";
"save_changes" = "Speichern";
"add_account" = "Hinzufügen";
"user_exist" = "Der angegebene Benutzer existiert bereits";
"imprint_button" = "Impressum";
"title_instant_upload_photos"="Sofortiges hochladen der Bilder ";
"title_instant_upload_videos"="Sofortiges hochladen der Videos";
"title_background_instant_upload" = "Sofortiges Hochladen im Hintergrund";
"accounts_section" = "Konten";
"security_section" = "Sicherheit";
"instant_updloads_section" = "Sofortiges Hochladen";
"more_section" = "Mehr";
"unlock_app" = "$appname entsperren";
"passcode_forced_can_not_be_disabled" = "PIN-Sperre erzwungen. Dies kann nicht deaktiviert werden.";
"pending_migration_to_new_url" = "Migration auf die neue URL starten";

//Downloading
"can_no_copy_to_gallery" = "Datei kann nicht in Gallerie kopiert - Dateityp ist falsch";
"file_is_downloading" = "Datei wird bereits heruntergeladen.";
"download_file_exist" = "Datei kann nicht geöffnet werden. Stelle sicher, dass die Datei existiert";
"wait_to_download" = "Bereite Download vor";
"updating" = "Aktualisierung";
"msg_while_downloads" = "Aktion kann erst nach Beendigung des aktiven download durchgeführt werden";
"streaming_no_possible_ssl_self_signed" = "Das Streaming kann nicht initialisiert werden, da dein Serverzertifikat nicht glaubwürdig ist. Das herunterladen der Datei startet automatisch";

//SSL
"invalid_ssl_cert" = "Die Authentizität der Webseite kann nicht bestätigt werden. Soll dem Zertifikat trotzdem vertraut werden?";
"connection_declined" = "Verbindung durch Benutzer abgelehnt";
"server_certificate_untrusted" = "Zertifikat des Servers ist nicht vertrauenswürdig";

//Recent view
"recent_now"="Gerade eben";
"recent_minutes"="Vor $minutes Minuten";
"recent_minute"="Vor $minutes Minute";
"recent_hours"="Vor $hours Stunden";
"recent_hour"="Vor $hours Stunde";
"recent_days"="Vor $days Tagen";
"recent_day"="Vor $days Tag";
"recent_months"="Vor $months Monat";
"recent_month"="Vor $months Monaten";

"uploads_tab"="Uploads";
"current_section"="Wird hochgeladen";
"uploader_section"="Hochgeladen";
"nothing_was_upload_recently"="Noch keine Dateien von diesem Gerät hochgeladen";
"failed_uploader_section"="Fehlgeschlagene Uploads";
"clear_successful"="Entferne erfolgreiche Uploads";
"error_credential"="Zugangsdaten falsch";
"error_destiny_does_not_exist"="Ziel-Ordner fehlt";
"error_file_exists"="Konflikt-Fehler";
"error_permission" = "Berechtigungsfehler";
"error_not_allowed_by_firewall_rule" = "Hochladen nicht erlaubt";
"error_file_does_not_exist" = "Auf diesem Gerät nicht verfügbar";
"error_file_in_background" = "Serverfehler";
"error_insufficient_storage" = "Nicht genügend Speicherplatz im Konto verfügbar";
"error_file_invalid_characters" = "Ungültige Zeichen";
"change_active_user"="Ändern Aktive Benutzer zu";
"waiting_for_server"="Warten auf Server-Verbindung";
"waiting_for_upload"="Warten auf hochladen";
"error_permission_alert_message" = "Sie haben keine Berechtigung, in diesen Ordner hochzuladen";
"choose_folder" = "Verzeichnis auswählen";

//Select Folder View
"upload_label"="Hochladen auf";
"create_button"="Neuer Ordner";
"choose_button"="Auswählen";

//Rename
"rename_long_press" = "Umbenennen";
"rename_file_title" = "Umbenennen";
"enter_new_name" = "Datei umbenennen:";
"rename_file_exist" = "Eine Datei mit diesem Namen existiert bereits. Bitte anderen Namen eingeben";

//Move
"move_long_press" = "Verschieben";
"move_to_label" = "Verschieben nach";
"file_exist" = "Die Datei existiert bereits im Zielverzeichnis";
"override_file" = "Bestehende Datei überschreiben?";
"accept" = "Ok";
"error_folder_destiny_is_the_same" = "Ein Verzeichnis kann nicht auf sich selbst verschoben werden!";
"original_file_exist" = "Datei kann nicht verschoben werden. Stelle sicher, dass die Datei existiert";
"original_folder_exist" = "Der Ordner kann nicht verschoben werden. Stelle sicher, dass der Ordner existiert";

//Download folfer
"download_folder" = "Download Ordner";
"cancel_download" = "Download abbrechen";

//Upload from other apps
"other_apps_title" = "Zielordner";
"other_apps_account" = "Konto";
"other_apps_folder" = "Ordner";
"other_apps_file_name" = "Dateiname";
"other_apps_send_to" = "Hochladen auf";
"error_moving_file" = "Datei konnte nicht verschoben werden. Bitte sicherstellen dass das Zielverzeichnis existiert";
"forbidden_characters_from_server" = "Der Name enthält mindestens ein ungültiges Zeichen";
"overwritte_title" = "Überschreiben";

//Social
"twitter_message" = "Wie wär's mal mit $twitteruser auf dem Smartphone!";
"facebook_message" = "Schon $appname auf dem Smartphone probiert!\r\n";
"mail_recommendation_subject" = "Schon $appname auf dem Smartphone!";
"mail_recommendation_body" = "Darf ich $appname für das Smartphone empfehlen!\r\nHier geht's zum Download: ";
"device_not_support_mail" = "Konfiguriere bitte dein Postfach ";
"mail_feedback_subject" = "$appname bewerten";
"account_not_configure" = "Auf diesem Gerät ist kein Account konfiguriert. Bitte unter 'Einstellungen' einen Account anlegen";

//Storage
"of_storage" = "von";
"occupied_storage" = "belegt";
"storage" = "Speicher";
"storage_upgrade" = "Speicher Upgrade";

//Jimmies
"this_file_is_older" = "Eine neue Version ist verfügbar.";
"msg_update_file_0_bytes" = "Die Datei auf dem Server hat ein Größe von 0 Bytes. Möchten Sie wirklich Ihr lokale Datei mit der leeren Datei vom Server überschreiben?";

//Shared
"shared_tab" = "Öffentliche Links";
"message_not_shared_files" = "Es wurden noch keine Dateien/Ordner per Link geteilt.";
"message_not_shared_api_support" = "Teilen ist auf Ihrem Server nicht aktiviert. Bitte kontaktieren Sie Ihren Administrator.";
"share_link_long_press" = "Teilen";
"unshare_link" = "Link löschen";
"share_not_available_on_this_server" = "Teilen ist auf Ihrem Server nicht aktiviert. Bitte kontaktieren Sie Ihren Administrator";
"copy_link" = "Link kopieren";
"file_to_share_not_exist" = "Die Freigabe der Datei oder des Ordners ist nicht möglich. Bitte stelle sicher, dass diese existiert.";
"file_to_unshare_not_exist" = "Die Freigabe dieser Datei oder dieses Ordners lässt sich nicht aufheben. Bitte stelle sicher, dass Datei oder Ordner existieren.";
"shared_link_protected_title" = "Passwort eingeben";
"shared_link_protected_message" = "Du musst zum Schutz des zu teilenden Links ein Passwort eingeben.";
"pasword_empty" = "Das Passwort darf nicht leer sein";
"no_pasword" = "Du musst ein Passwort eingeben";
"get_share_link" = "Öffentlichen Link erhalten";
"title_share_link_option_name" = "Name des Links";
"title_share_link_option_password" = "Kennwort";
"title_share_link_option_expiration" = "Ablaufdatum";
"title_share_link_option_allow_dowload_view" = "Herunterladen / Ansehen";
"title_share_link_option_allow_dowload_view_upload" = "Herunterladen / Ansehen / Hochladen";
"title_share_link_option_allow_upload_only" = "Nur Hochladen (File Drop)";
"placeholder_share_link_option_name" = "Name";
"placeholder_share_link_option_password" = "Ein Passwort wählen";
"placeholder_share_link_option_expiration" = "Ablaufdatum";
"title_view_create_link" = "Geteilten Link erstellen";
"title_view_edit_link" = "Geteilten Link bearbeiten";
"title_confirm_delete_link" = "Link entfernen";
"message_confirm_delete_link" = "! $sharedLink löschen";
"default_link_name" = "$fileName - Link";
"allow_editing" = "Bearbeitung erlauben";
"show_error_password_enforced" = "Passwort erforderlich";
"show_error_expiration_enforced" = "Der öffentliche Link wird spätestens $nDays Tage nach seiner Erstellung ablaufen";
"default_not_possible_msg" = "Aktion kann nicht durchgeführt werden, bitte später noch einmal versuchen";
"share_user_group_indicator" = "Gruppe";
"share_user_federated_indicator" = "Externe Freigabe";
"add_user_or_group_title" = "Benutzer oder Gruppe hinzufügen";
"share_with_users_or_groups" = "Nutzer und Gruppen";
"not_share_with_users_yet"= "Bisher mit keinem Benutzer geteilt";
"not_share_by_link_yet"= "Nicht durch einen öffentlichen Link geteilt";
"not_sharee_api_supported" = "Entschuldigung, Deine Serverversion erlaubt das Teilen mit Nutzern nicht. Bitte kontaktiere Deinen Administrator";
"share_link_title" = "Öffentliche Links";
"warning_sharing_public_link" = "Jeder mit dem Link hat Zugriff auf die Datei/Ordner";
"not_share_link_enabled_capabilities" = "Link teilen ist nicht auf diesem Server aktiviert. Bitte kontaktiere deinen Administrator";
"shared_link_cannot_remove_password" = "Das Passwort kann nicht entfernt werden";
"shared_link_cannot_remove_expiration_date" = "Ablaufdatum kann nicht gelöscht werden. Freigaben benötigen ein Ablaufdatum.";
"shared_link_mail_subject" = "$userName teilte »$fileOrFolderName« mit dir";
"secured_link" = "Gesichert";
"message_private_link" = "Privater Link: Nur Personen, die Zugriff auf diese Datei/Ordner haben, können dies nutzen. Nutze dies als permanenten Link für dich selbst oder um andere auf bestimmte Dateien innerhalb der Freigaben hinzuweisen.";

//Shared privileges
"title_user_can_edit" = "kann bearbeiten";
"title_user_can_share" = "kann teilen";
"user_can_create" = "erstellen";
"user_can_change" = "ändern";
"user_can_delete" = "löschen";
"title_view_edit_user_privileges" = "Vorrechte";

//Shared Link Options
"title_view_share_link_options" = "Link-Optionen";

//Favorites
"favorite" = "Favorisieren";
"unfavorite" = "Favorit entfernen";
"parent_folder_is_favorite" = "Ein Ordner, der diese Datei beinhaltet, existiert bereits als Favorit";

//Available offline
"available_offline" = "Offline verfügbar";
"not_available_offline" = "Nicht Offline verfügbar";
"parent_folder_is_available_offline_file_child" = "Ein Ordner, der diese Datei beinhaltet, ist bereits Offline verfügbar";
"parent_folder_is_available_offline_folder_child" = "Ein Ordner, der diese Ordner beinhaltet, ist bereits Offline verfügbar";

//Document provider
"error_login_doc_provider" = "Zugriff auf Ihr Konto nicht möglich. Bitte öffnen Sie zur Anmeldung zuerst die $appname - App.";
"error_sending_file_to_document_picker" = "Fehler beim Senden der Datei an den Dokumenten-Auswähler aufgetreten";
"error_user_change_in_core_app" = "Der Benutzer wurde in der $appname-App geändert";
"error_connecting_with_server" = "Eine Verbindung zum Server war nicht möglich, bitte später noch einmal versuchen";
"move_doc_provider_button" = "Gehe zu diesem Ort";
"export_doc_provider_button" = "An diesen Ort exportieren";

//Instant uploads
"location_not_enabled"="Ortungsdienste deaktiviert";
"message_location_not_enabled"="Bitte aktiviere in den Einstellungen den Zugriff auf die Ortungsdienste, um das sofortige Hochladen von Fotos im Hintergrund zu erlauben.";

"access_photos_library_not_enabled" = "Zugriff auf Fotos deaktiviert";
"message_access_photos_not_enabled" = "Bitte aktiviere in den Einstellungen den Zugriff auf Fotos, um das sofortige Hochladen von Fotos zu erlauben.";

//PDF reader
"page_of_pages" = "von"; //Example: 5 of 10

//Share in
"files_added" = "Dateien hinzugefügt";
"files_will_be_upload_next_time" = "Das Hochladen der  Dateien beginnt, sobald Du $appname das nächste Mal öffnest";

//Help Guide main app
"title_help_slide_0" = "Willkommen in $appname!";
"message_help_slide_0" = "Wischen um mehr zu erfahren";
"title_help_slide_1" = "Sofortiges Hochladen";
"message_help_slide_1" = "Halte Deine Fotos sicher";
"title_help_slide_2" = "Verwalte all Deine Dateien";
"message_help_slide_2" = "Du kannst löschen oder verschieben";
"title_help_slide_3" = "Teilen";
"message_help_slide_3" = "Du kannst Dateien und Ordner teilen";
"title_help_slide_4" = "Mehrfach-Konto";
"message_help_slide_4" = "Mit all Deinen Clouds verbinden";
"title_help_slide_5" = "Deine privaten Dateien werden überall synchronisiert";
"message_help_slide_5" = "5";
"sign_in_button_help_guide" = "Anmelden";
"skip_button_help_guide" = "Überspringen";

//Update Guide main app
"title_update_slide_0" = "Entdecke die neue IOS App";
"message_update_slide_0" = "Von Grund auf neu programmiert für IOS11+";
"title_update_slide_1" = "PDF Viewer";
"message_update_slide_1" = "Einfache Suche und Navigation";
"title_update_slide_2" = "Dokumentenverwaltung";
"message_update_slide_2" = "Teile Dateien und Ordner";
"title_update_slide_3" = "Schnellzugriff";
"message_update_slide_3" = "Vollständige Datenübersicht";
"title_update_slide_4" = "Mehrere Konten";
"message_update_slide_4" = "Zugriff auf alle Ihre Clouds";
"title_update_slide_5" = "Kostenlos im AppStore erhältlich";
"message_update_slide_5" = "Sichere Datenverwaltung";
"sign_in_button_update_guide" = "Download";
"skip_button_update_guide" = "Download";

//Account menu
"menu_account_edit" = "Passwort ändern";
"menu_account_clear_cache" = "Cache leeren";
"menu_account_log_out" = "Benutzerkonto löschen";

//Common
"not_connected_to_internet" = "Gerät ist mit keinem Netzwerk verbunden";
"bad_request" = "Fehlerhafte Anfrage";
"method_not_allowed" = "Methode nicht erlaubt";
"proxy_auth_required" = "Authentifizierung am Proxy notwendig";
"conflict" = "Konflikt";
"internal_error" = "Interner Serverfehler";
"not_implemented" = "Nicht verfügbar";
"bad_gateway" = "Fehlerhafter Gateway";

//Private links
"private_link_redirection_failed" = "Das Element existiert nicht";
"error_connecting_with_server" = "Eine Verbindung zum Server war nicht möglich, bitte später noch einmal versuchen";
"private_link_not_reachable" = "Der private Link konnte nicht geöffnet werden";
